Repository: ArcheProject/Arche
Catalog: arche/locale/*/LC_MESSAGES/Arche.po
Languages: sv

source: Names can only contain charracters: A-Z, a-z, 0-9, '.', '-' or '_'
sv: Namn kan bara innehålla alfanumeriska tecken, samt '.', '-' och '_'

source: Already used within this context
sv: Används redan i denna kontext

source: Please use lowercase only.
sv: Vänligen använd bara små bokstäver.

source: Already taken or conflicts with a restricted name.
sv: Redan taget eller i konflikt med ett skyddat namn.

source: userid_char_error
sv: AnvändarID måste vara 3-30 bokstäver, börja med en bokstav mellan a-z och bara innehålla a-z, nummer, minus eller understreck.

source: Login disabled for this user
sv: Login avstängt för denna användare

source: asci_encodable_error
sv: Undvik icke-engelska bokstäver för detta fält.

source: Invalid email or UserID
sv: Ogiltig epost eller användarID

source: no_password_set_error
sv: Lösenordsinloggning är avstängt för denna användare. Om du äger kontot kan du ställa in ett lösenord genom att använda formuläret för att återställa lösenord.

source: Wrong password. Remember that passwords are case sensitive.
sv: Fel lösenord. Kom ihåg att de är skriftlägeskänsliga.

source: No such email registered. Perhaps you haven't registered here?
sv: Ingen sådan epostadress finns registrerad. Du kanske inte har registrerat dig här?

source: No such UserID registered. You may wish to try your email address.
sv: Inget sådant användarID finns registrerat. Du kan prova din epostadress.

source: User doesn't have a valid email address
sv: Användaren har inte en giltig epostadress

source: Can't find the UserID '${userid}'
sv: Kan inte hitta användarID '${userid}'

source: already_registered_email_error
sv: Redan registrerad. Du kan återskapa ditt lösenord om du glömt bort det.

source: already_used_email_error
sv: Denna adress används redan.

source: Not a valid image file! Any of these image types are supported: ${suggested}
sv: Inte en giltig bildfil! Dessa stöds: ${suggested}

source: Not a valid file type, try any of the following: ${suggested}
sv: Inte en giltig filtyp, prova någon av följande: ${suggested}

source: Not an existing valid path.
sv: Ogiltig sökväg.

source: An object with that name already exists here.
sv: Ett objekt med det namnet finns redan här.

source: This name is already reserved by a view.
sv: Detta namnet är redan reserverat av en vy.

source: Administrator
sv: Administratör

source: Default 'superuser' role.
sv: Standardroll för 'superanvändare'.

source: Editor
sv: Redigerare

source: Someone who has normal edit permissions.
sv: Någon som har normala redigeringsrättigheter.

source: Viewer
sv: Läsa

source: Someone who's allowed to view.
sv: Någon som får läsa.

source: Owner
sv: Ägare

source: Special role for the initial creator.
sv: Speciell roll för den som först skapade något.

source: Reviewer
sv: Granskare

source: Review and publish content. Usable when combined with a workflow that implements review before publish.
sv: Granska och publicera innehåll. Användbart när det kombineras med ett arbetsflöde som kräver granskning innan publicering.

source: Everyone
sv: Alla

source: Including anonymous
sv: Inkludera anonyma

source: Authenticated users
sv: Inloggade användare

source: Private
sv: Privat

source: Public
sv: Publik

source: Review
sv: Granska

source: User
sv: Användare

source: Tags
sv: Taggar

source: Type something to search.
sv: Skriv något för att söka.

source: Default
sv: Standard

source: Visibility
sv: Synlighet

source: Related
sv: Relaterade

source: Users
sv: Användare

source: Groups
sv: Grupper

source: Advanced
sv: Avancerat

source: No thanks
sv: Nej tack

source: Don't install or change anything
sv: Ändra eller installera inget

source: Type to search for Users
sv: Skriv för att söka efter användare

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Tags or subjects
sv: Taggar eller ämnen

source: Type to search for UserIDs
sv: Skriv för att söka efter AnvändarIDn

source: Related content
sv: Relaterat innehåll

source: Can be used to link to other content
sv: Kan användas för att länka till annat innehåll

source: Date
sv: Datum

source: Publish date, or used for sorting
sv: Publiceringsdatum, eller för sortering

source: Licensing
sv: Licens

source: Show in navigations
sv: Visa i navigation

source: Show in listing or table views
sv: Visa i listor eller tabellvyer

source: The content view will always show this regardless of what you set.
sv: Innehållsvyn visar däremot alltid innehåll oavsett denna inställning.

source: Include in search results
sv: Inkludera i sökresultat

source: Note that this is not a permission setting - it's just a matter of practicality for users. They may even disable this setting.
sv: Notera att det här inte är en rättighetsinställning - bara en fråga om användbarhet. Användare kan gå runt denna inställning.

source: Navigation bar title
sv: Titel i navigationsfältet

source: If you wish to use another name for when it's shown in menus.
sv: Om du vill använda ett annat namn när det visas i menyer.

source: Image
sv: Bild

source: Show byline
sv: Visa byline

source: Current default timezone is: '${tzname}', leave this field blank if your're okay with that.
sv: Nuvarande standardtidszon är: '${tzname}', låt fältet vara blankt om du vill använda den.

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Email adress
sv: Epostadress

source: Profile image
sv: Profilbild

source: Set custom timezone
sv: Ställ in egen tidszon

source: UserID
sv: AnvändarID

source: Password
sv: Lösenord

source: Your current password for your own account
sv: Ditt nuvarande lösenord för ditt eget konto

source: Current password
sv: Nuvarande lösenord

source: Site title
sv: Sidans titel

source: A site made with Arche
sv: En sida gjord med Arche

source: Admin userid - use lowercase!
sv: Administratörens användarID - använd små bokstäver!

source: Populate site
sv: Populera sidan

source: Email or UserID
sv: Epost eller AnvändarID

source: reg_email_description
sv: En länk kommer skickas till denna adress. Du behöver klicka på länken för att avsluta registreringen. Om du inte fått något brev inom 15 minuter kan du behöva titta i din eposts skräppost-mapp.

source: Email
sv: Epost

source: userid_description
sv: Använd bara små bokstäver mellan a-z, '-', '_' eller 0-9. Måste starta med liten bokstav. Namnet kommer vara synligt för andra och de kan använda det för att referera till dig. Du kan inte ändra användarID senare.

source: pw_description_help
sv: Minst 6 tecken. Det är en bra idé att använda ganska långa lösenord. Om du glömmer bort ditt lösenordet kan du nollställa det senare.

source: Page head title
sv: Sidans huvudtitel

source: Usually shown as a title of the browser tab.
sv: Visas vanligtvis som titel på webbläsarfliken.

source: meta_description_title
sv: Meta-beskrivning i <head>. (Max 155 tecken)

source: meta_description_description
sv: Används mestadels av sökmotorer och robotar. Innehållet visas inte på webbsidan.

source: Footer
sv: Sidfot

source: Filename will be used if you leave this blank
sv: Filnamnet används om du lämnar det här tomt

source: Upload file
sv: Ladda upp fil

source: Change file
sv: Ändra fil

source: Upload image
sv: Ladda upp bild

source: Change image
sv: Ändra bild

source: Allow users to register themselves to this site.
sv: Tillåt att användare registrerar sig själva.

source: Show login link.
sv: Visa inloggningslänk.

source: Skip email validation
sv: Skippa epostvalidering

source: This will allow users to register with a fake email address. Generally not recommended.
sv: Det gör att användare kan använda en fejkat epostadress. Rekommenderas generellt inte.

source: Show language switcher menu?
sv: Visa meny för språkval?

source: show_lang_menu_description
sv: Om fler än ett språk finns tillgängligt och inga andra metoder att välja språk ges.

source: Language
sv: Språk

source: Available languages
sv: Tillgängliga språk

source: Customization active?
sv: Anpassning aktiv?

source: Unselect to use default values
sv: Inaktivera för att använda standardvärden

source: Allowed types
sv: Tillåtna typer

source: allow_login_title_warning
sv: Tillåt användare att logga in? VARNING: Detta är din nuvarande användare. Att inaktivera inloggning kommer förmodligen stänga dig ute från kontot!

source: Allow user to login?
sv: Tillåt användaren att logga in?

source: Skip validation email (change directly)
sv: Skippa epostvalideringsmeddelande (ändra direkt)

source: Email validated?
sv: Epost validerad?

source: manual_email_validated_description
sv: Du kan ställa in det här manuellt, men ändra inte om du inte vet vad du gör. Andra system kan bero av att adressen verkligen är validerad!

source: allow_login_description
sv: Användaren kan logga in med ett vanligt inloggningsformulär. Detta är standardbeteendet, men för vissa systemanvändare eller användare du vill stänga ute kan du inaktivera detta.

source: You're not allowed to access this
sv: Du har inte tillgång till detta

source: You need to login
sv: Du behöver logga in

source: Reference guarded error
sv: Referensskydd-fel

source: refguard_default_message
sv: Refguard förbjuder radering av ${context} Följande objekt (eller dokument-ID) skulle sluta fungera som förväntat: ${objs}

source: Link
sv: Länk

source: Content type that redirects to somewhere.
sv: Innehåll som omdirigerar någonstans.

source: Site root
sv: Siterot

source: Document
sv: Dokument

source: File
sv: Fil

source: Initial setup
sv: Initial konfiguration

source: Welcome to Arche!
sv: Välkommen till Arche!

source: Initial Setup
sv: Installation

source: Group
sv: Grupp

source: admin_group_desc
sv: Grupp för alla administratörer. Lägg till användare här om de ska ha den rättigheten.

source: Administrators
sv: Administratörer

source: Contents
sv: Innehåll

source: Only in this context
sv: Bara i denna kontext.

source: Only show these content types
sv: Visa endast dessa innehållstyper

source: Only show these states
sv: Visa endast dessa tillstånd

source: A mini view within another view
sv: En minivy inuti en annan vy

source: Container for portlets
sv: Container för portlets

source: Left
sv: Vänster

source: Right
sv: Höger

source: Top
sv: Topp

source: Bottom
sv: Botten

source: Workflow history
sv: Arbetsflödeshistorik

source: Only show this amount of entries
sv: Visa bara detta antal ändringar

source: Enable for these workflows
sv: Aktivera för dessa arbetsflöden

source: Shown in portlet manager
sv: Visas i portlet-hanteraren

source: Body
sv: Brödtext

source: Show portlet panel
sv: Visa panel för portlets

source: show_container_description
sv: Om denna är inaktiv kommer endast brödtexten att renderas.

source: Hide in subfolders
sv: Göm i underkataloger

source: Only render in this context.
sv: Rendera bara i denna kontext.

source: User listed as creator
sv: Användare listad som skapare

source: User has permissions set
sv: Användaren har behörighet(er)

source: User has set permission(s) in group(s)
sv: Användaren har behörighet(er) i grupp(er)

source: Content listed as related (metadata)
sv: Innehåll listat som relaterat (metadata)

source: Activate workflow
sv: Aktiveringsarbetsflöde

source: Used for things that should be switched on or off.
sv: Används för sådant som ska växlas på och av.

source: Enabled
sv: Aktiverad

source: Disabled
sv: Avstängd

source: Disable
sv: Stäng av

source: Enable
sv: Aktivera

source: Human-readable name of session
sv: Läsbart sessionsnamn

source: Good as a reminder if you use this session for api access.
sv: Användbart som påminnelse om du användare dessa session för API-tillgång.

source: Session will timeout after this time (in minutes) has expired.
sv: Sessionen upphör efter denna tid i minuter.

source: If emtpy, this session will never expire. Recommended for key-based authentication.
sv: Lämna tom för sessioner som inte ska upphöra. Rekommenderas för nyckelbaserad autentisering.

source: Allow authentication with this key
sv: Tillåt autentisering med denna nyckel

source: Limit access to these IP-addresses
sv: Begränsa tillgång till dessa IP-adresser

source: Keep me logged in
sv: Håll mig inloggad

source: keep_me_logged_in_description
sv: Din session kommer aldrig upphöra. Använd endast på privata datorer!

source: Logged out session ${id}
sv: Loggade ut sessionen ${id}

source: No active session with id: ${id}
sv: Ingen aktiv session med id: ${id}

source: new_auth_session_details
sv: Skapade session för autentisering med id ${id}

source: Auth sessions
sv: Sessioner för autentisering

source: Name
sv: Namn

source: Active
sv: Aktiv

source: Last
sv: Sista

source: Last login
sv: Senaste inloggning

source: Max valid (min)
sv: Giltighetstid (minuter)

source: API key
sv: API-nyckel

source: Edit
sv: Redigera

source: Always
sv: Alltid

source: Link expired
sv: Länken har förfallit

source: IP address doesn't match
sv: IP-adress matchar inte

source: Album view
sv: Albumvy

source: Photo album-like view
sv: Visa som fotoalbum

source: A generic folder where you may add things.
sv: En generisk mapp där du kan lägga till innehåll.

source: Reference guard named: ${name}
sv: Referensskydd med namn: ${name}

source: Inherit
sv: Ärv

source: Fetch the ACL from the parent object
sv: Hämta ACL från föräldraobjektet

source: <Not found>
sv: <Hittades inte>

source: Make private
sv: Gör privat

source: Now private
sv: Nu privat

source: Publish
sv: Publicera

source: Published
sv: Publicerad

source: Simple
sv: Enkel

source: Submit for review
sv: Skicka in för granskning

source: Submitted for review
sv: Inskickad för granskning

source: Retract and resubmit for review
sv: Dra tillbaka och skicka till granskning

source: Retracted and resubmitted for review
sv: Tillbakadragen och skickad till granskning

source: Review workflow
sv: Granskningsarbetsflöde

source: Inherit workflow
sv: Ärv

source: Just now
sv: Nyss

source: ${diff} seconds ago
sv: ${diff} sekunder sedan

source: 1 minute ago
sv: 1 minut sedan

source: ${diff} minutes ago
sv: ${diff} minuter sedan

source: 1 hour ago
sv: 1 timme sedan

source: ${diff} hours ago
sv: ${diff} timmar sedan

source: Manage portlets
sv: Hantera portlets

source: portlets-manager-help
sv: Lägg till eller ta bort portlets. Notera att de kanske inte visas på den plats de kommer visas på sidan senare.

source: Back
sv: Tillbaka

source: Search
sv: Sök

source: Close
sv: Stäng

source: found_search_results
sv: Hittade ${count} resultat för ’${query}’

source: Search for anything that starts with '${query}'.
sv: Sök efter allt som börjar med ’${query}’.

source: Saved
sv: Sparad

source: Added
sv: Tillagd

source: Current settings at ${title}
sv: Nuvarande inställningar för '${title}'

source: UserID or group
sv: AnvändarID eller grupp

source: Save
sv: Spara

source: Add local roles
sv: Lägg till lokala roller

source: Add
sv: Lägg till

source: Delete veto
sv: Radera-veto

source: delete_veto_explanation
sv: Innehållet du försöker radera refereras till av annat innehåll. Notera att du kanske inte har rätt att se innehållet som refererar det här.

source: ${count} more item(s) not shown
sv: ${count} fler post(er) visas inte

source: Toggle navigation
sv: Växla navigation

source: Contents of
sv: Innehållet i

source: Parent directory
sv: Föräldermapp

source: Not a folder, so it can't have content
sv: Ingen folder, den kan inte ha innehåll

source: Type
sv: Typ

source: Created
sv: Skapad

source: Modified
sv: Modifierad

source: Ordering enabled.
sv: Sortering aktiverad.

source: ordering_enabled_notice
sv: Ingen sortering lagrad. Dra och släpp objekt för att aktivera sortering.

source: Loading...
sv: Laddar...

source: Drag and drop or click to upload...
sv: Dra och släpp eller klicka för att ladda upp…

source: Revisions
sv: Revisioner

source: Timestamp
sv: Tidsstämpel

source: Add to
sv: Lägg till i

source: (modified ${datetime})
sv: (modifierad ${datetime})

source: email_footer_text
sv: Det här brevet skickades från sidan ${site_title} som finns på ${url}. Du är inte med på någon utskickslista och borde inte ha fått detta brev om du inte har efterfrågat det. Om du tror att något har blivit fel, vänligen kontakta någon på den sidan.

source: Verify email
sv: Verifiera epost

source: request_email_validation_description
sv: Vi har fått en förfrågan om att validera postadressen för användaren ${userid}. Du behöver vara inloggad på det kontot för att verifiera att du äger adressen. Klicka på länken nedan för att verifiera.

source: Password reset request
sv: Förfrågan om lösenordsåterställning

source: request_password_reset
sv: Vi har tagit emot en förfrågan om att återställa lösenordet för användarID ${userid}. Om du inte vill ändra ditt lösenord behöver du inte göra något. Annars, klicka på länken nedan för att ange ett nytt lösenord.

source: Complete registration at ${site}
sv: Gör klart registreringen hos ${site}

source: complete_registration_text
sv: För att göra klart registreringsprocessen, följ bara länken nedan.

source: request_email_change_description
sv: Vi fick en förfrågan om att ändra epost för användarID ${userid} till denna adress. Den nuvarande adressen är ${email}. Om du inte vill ändra adressen kan du strunta i detta meddelande. Annars, klicka på linken nedan medan du är inloggad på ditt konto.

source: Download file
sv: Spara fil

source: View
sv: Vy

source: Size
sv: Storlek

source: Add user
sv: Lägg till användare

source: Order by
sv: Sortera efter

source: No user matches your search.
sv: Ingen användare matchade din sökning.

source: No users in group.
sv: Inga användare i gruppen.

source: Email verified
sv: Epost verifierad

source: Remove
sv: Ta bort

source: This is a link that will redirect users without edit permission to:
sv: Den här länken skickar användare utan redigeringsrättighet till:

source: User(s)
sv: Användare

source: Members
sv: Medlemmar

source: Forbidden
sv: Inte tillåtet

source: You don't have correct permission to do that.
sv: Du har inte rättighet att göra det här.

source: Back to ${title}
sv: Tillbaka till '${title}'

source: Error
sv: Fel

source: Not found
sv: Hittas inte

source: There's nothing here with that name.
sv: Det finns inget här med det namnet.

source: Action blocked
sv: Aktivitet blockerad

source: reference_guard_fired_error
sv: Din aktivitet skulle leda till att referenser inom webbplatsen bryts. Detta händer vanligen när du försöker radera en behållare med innehåll som krävs av annat innehåll.

source: exc_context_link
sv: Innehåll som skapade undantaget: ${link}

source: There's a problem...
sv: Vi har problem...

source: arche.debug is set to True, so this error will be printed instead of logged.
sv: arche.debug är satt till True, så felet kommer visas istället för att loggas.

source: Don't have an account?
sv: Har du inget konto?

source: Register here
sv: Registrera här

source: Local role changes
sv: Ändra lokala roller

source: New query
sv: Ny fråga

source: By user
sv: Av användare

source: Context
sv: Kontext

source: Principal
sv: Huvudsaklig

source: Removed
sv: Borttagen

source: Nothing matched
sv: Inget matchade

source: (Context removed)
sv: (Innehåll borttaget)

source: Already have an account?
sv: Har du redan ett konto?

source: Login here
sv: Logga in här

source: Template
sv: Mall

source: Actions
sv: Handlingar

source: There was a problem with your submission
sv: Det blev ett problem med ditt formulär

source: tinymce-locale-file
sv: sv_SE

source: Filename
sv: Filnamn

source: Delete
sv: Radera

source: Replace current file:
sv: Ersätt nuvarande fil:

source: Login
sv: Logga in

source: Recover password
sv: Återställ lösenord

source: Welcome!
sv: Välkommen!

source: Register
sv: Registrera

source: Site doesn't allow self registration
sv: Sidan tillåter inte användare att registrera sig själva

source: Already logged in.
sv: Redan inloggad.

source: Registration link
sv: Registreringslänk

source: reg_email_notification
sv: Ett epostmeddelande med registreringsinstruktioner har skickats till adressen du angav.

source: Complete registration
sv: Slutför registrering

source: reg_token_expired_or_invalid
sv: Registreringslänken är antagligen ogiltig eller har gått ut. Du kan be om en ny om registrering är tillåten på sidan

source: Welcome, you're now registered!
sv: Välkommen, du är nu registrerad!

source: Send
sv: Skicka

source: Message sent
sv: Meddelande skickat

source: There's no email associated with this account.
sv: Ingen epostadress är kopplad till kontot.

source: Password recovery request
sv: Lösenordsåterställning

source: Change password
sv: Byt lösenord

source: pw_token_doesnt_exist
sv: Du har inte begärt lösenordsåterställning.

source: pw_token_expired
sv: Länken har gått ut, du måste begära lösenordsåterställning igen

source: pw_token_invalid
sv: Länken för lösenordsåterställning matchar inte.

source: Not allowed
sv: Tillåts inte

source: Password changed
sv: Lösenord ändrat

source: logged_in_changed_pw
sv: Du har loggat in och ändrat lösenord

source: Email change validation
sv: Validering av epoständring

source: require_email_verification_notice
sv: Eftersom du ändrade epostadressen så har vi skickat ett epostmeddelande till adressen du angav. Så snart du klickar på länken i brevet, så ändras din adress. Alla andra ändringar sparades.

source: No such token
sv: Ingen sådan token

source: Expired.
sv: Utgången.

source: Email changed
sv: Epost ändrad

source: Email validated
sv: Epost validerad

source: This link is invalid.
sv: Länken är ogiltig.

source: No email set
sv: Ingen epostadress finns

source: Email validation
sv: Epostvalidering

source: We sent you an email with a link to confirm your address.
sv: Vi har skickat ett epostmeddelande med en länk för att bekräfta din adress.

source: Your address is already validated.
sv: Din adress är redan validerad.

source: Select content to show
sv: Välj innehåll att visa

source: Show content body, if any
sv: Visa brödtext, om finns

source: Selected content
sv: Valt innehåll

source: Cut
sv: Klipp

source: Copy
sv: Kopiera

source: Can't paste to this context
sv: Kan inte klistra in i denna kontext

source: Moved here
sv: Flyttad hit

source: copy_references_notice
sv: Ny kopia tillagd här. Referenser till ursprungliga objektet kommer inte peka på detta objekt.

source: Name, this will be part of the URL
sv: Namn. Detta kommer att vara en del av webbadressen.

source: Rename '${name}'
sv: Byt namn på '${name}'

source: Workflow
sv: Arbetsflöde

source: Permissions
sv: Rättigheter

source: Templates
sv: Mallar

source: User menu
sv: Användarmeny

source: Site menu
sv: Sitemeny

source: Settings
sv: Inställningar

source: Logout
sv: Logga ut

source: Profile
sv: Profil

source: Validate email
sv: Verifiera epost

source: Paste
sv: Klistra in

source: Rename
sv: Byt namn

source: View settings
sv: Inställningar för vy

source: Content listing
sv: Lista innehåll

source: Finish
sv: Slutför

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Site settings
sv: Siteinställningar

source: That GroupID don't exist
sv: Grupp-ID existerar inte

source: That UserID don't exist
sv: AnvändarIDt finns inte

source: Invalid search query - try something else!
sv: Ogiltig sökning - prova något annat!

source: No results
sv: Inga resultat

source: ${num} more results...
sv: ${num} fler resultat…

source: generic_exception_explanation
sv: Något beter sig inte som det ska. Felet har loggats. Det kan vara en bra idé att kontakta de som driver sidan om detta. Det här är en sådan sak som aldrig ska hända.

source: Not allowed, perhaps you need to log in?
sv: Inte tillåtet, du behöver kanske logga in?

source: Application error
sv: Applikationsfel

source: Changed state to ${state}
sv: Ändrade status till ${state}

source: Language set to ${selected_lang}
sv: Språk satt till ${selected_lang}
