Repository: ArcheProject/Arche
Catalog: arche/locale/*/LC_MESSAGES/Arche.po
Languages: sv

source: Cancel
sv: Avbryt

source: Done
sv: Klart

source: Canceled
sv: Avbruten

source: You're not allowed to add this content type here.
sv: Du har inte rättigheter att lägga till denna innehållstypen här.

source: Required permission: '${perm}'
sv: Krävd rättighet: '${perm}'

source: Add ${type_title}
sv: Lägg till ${type_title}

source: Edit ${type_title}
sv: Redigera ${type_title}

source: <Unknown Type>
sv: <Okänd typ>

source: Delete ${title} (${type_title}) ?
sv: Radera ${title} (${type_title}) ?

source: Deleted '${title}'
sv: Raderade '${title}'

source: Default view
sv: Standardvy

source: View set to '${title}'
sv: Vy satt till '${title}'

source: View delegated to '${title}'
sv: Vy delegerad till '${title}'

source: Normal view restored
sv: Normalvy återställd

source: <Select>
sv: <Välj>

source: Edit ${portlet_title}
sv: Redigera ${portlet_title}

source: Nothing to edit for this portlet
sv: Inget att redigera för denna portlet
